<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Отдел Математики и Информатики ДНЦ РАН");?>



    <!-- Marketing Icons Section -->
    <div class="row" id="nirnapr">
        <div class="col-lg-12">
            <h1 class="page-header">
                Отдел Математики и Информатики ДНЦ РАН
            </h1>
        </div>
        <div class="col-lg-12">
            <p  class="text-justify">
                В марте 2013 года исполнилось 12 лет со дня создания в ДНЦ РАН Отдела математики и информатики (ОМИ). История ОМИ начинается с принятия Бюро Отделения математики Российской академии наук постановления от 25 апреля 2000 года «О создании Отдела математики при Президиуме Дагестанского Научного Центра РАН». Во исполнение этого постановления в ДНЦ РАН вышел Приказ (№4, от 13.03.2001 г.) о создании при Президиуме ДНЦ РАН Отдела математики и информатики (ОМИ). В нем, в частности, написано: утвердить штатную численность ОМИ в количестве 4 единиц. Следует отметить решающую роль, которую сыграла при создании ОМИ поддержка Председателя Президиума ДНЦ РАН чл.-корр. РАН Камилова М.К. и главного ученого секретаря ДНЦ РАН Абдулаева Ш.-С.О. В настоящее время штатное расписание Отдела насчитывает 9 единиц. Научно-исследовательскую деятельность осуществляют 8 докторов наук, 3 кандидата наук, а также 6 молодых научных сотрудников.
                <br/>Свою научную деятельность ОМИ ДНЦ РАН осуществляет в следующих трех направлениях:<br/><br/>
            </p>
        </div>
        <div class="col-md-4">
            <div class="panel panel-default">
                <div class="panel-heading">
                    <h4><i class="fa fa-fw fa-area-chart"></i>&nbsp;&nbsp;Теория приближений</h4>
                </div>
                <div class="panel-body text-right">
                    <p class="text-justify">Функциональные классы и их приближение, ряды и преобразования Фурье преобразования Радона и их обращение, теория и приложения ортогональных многочленов одной и нескольких переменных, экстремальные свойства полиномов.</p>
                    <br>
                    <a href="#" class="btn btn-default">Подробнее</a>
                </div>
            </div>
        </div>
        <div class="col-md-4">
            <div class="panel panel-default">
                <div class="panel-heading">
                    <h4><i class="fa fa-fw fa-bar-chart"></i>&nbsp;&nbsp;Дифференциальные уравнения и методы моделирования</h4>
                </div>
                <div class="panel-body text-right">
                    <p class="text-justify">Спектральная теория пучков линейных дифференциальных операторов, краевые задачи для уравнений математической физики, оптимизация методов решения уравнений переноса, статистическое моделирование в физике фракталов, моделирование процессов размыва берегов Каспийского моря.</p>
                    <br>
                    <a href="#" class="btn btn-default">Подробнее</a>
                </div>
            </div>
        </div>
        <div class="col-md-4">
            <div class="panel panel-default">
                <div class="panel-heading">
                    <h4><i class="fa fa-fw fa-line-chart"></i>&nbsp;&nbsp;Современные проблемы информатики и дискретной математики</h4>
                </div>
                <div class="panel-body text-right">
                    <p class="text-justify">Оптимизация расписания, вопросы сложности алгоритмов, программы оптимизации, основанные на технологии компонентных объектов, создание пакетов программ по обработке и сжатию дискретной информации.</p>
                    <br>
                    <a href="#" class="btn btn-default">Подробнее</a>
                </div>
            </div>
        </div>
    </div>
    <!-- /.row -->


    <!-- Features Section -->
    <div class="row">
        <div class="col-lg-12">
            <h2 class="page-header">
                Научная деятельность Отдела
            </h2>
        </div>
        <div class="col-md-6">
            <p class="text-justify">
                В каждом из указанных фундаментальных направлений сотрудниками ОМИ ведутся интенсивные исследования. Основные полученные ими результаты опубликованы в центральной печати, а также в ведущих зарубежных изданиях, и получили широкую международную известность.
                В частности, учеными ОМИ:
            </p>
            <ul>
                <li>разработана теория смешанных рядов по ортогональным полиномам непрерывной и дискретной переменной;</li>
                <li>создана асимптотическая теория полиномов, ортогональных на неравномерных сетках;</li>
                <li>разработана теория приближения в пространствах интегрируемых функций с переменным показателем. Получены необходимые и достаточные условия на переменный показатель, которые обеспечивают ограниченность в пространствах с переменным показателем преобразований Гильберта различных типов, оператора сопряженной функции. На основе этих результатов доказано, что тригонометрическая система и система полиномов Лежандра при определенных условиях на переменный показатель образуют базисы в пространствах Лебега с переменным показателем.</li>
                <!--
                <li>проведены исследования краевых задач эллиптических систем, систем Стокса и теории упругости. Учеными Отдела получены фундаментальные результаты по критерию нетеровости и формулы для индекса общих эллиптических операторов;</li>
                <li>доказаны фундаментальные теоремы о G-сходимости и усреднения обобщенных операторов Бельтрами;</li>
                <li>установлены простые критерии геометрического характера для k-кратной полноты в пространствах функций, суммируемых с квадратом, системы корневых функций пучка обыкновенных линейных дифференциальных операторов;</li>
                <li>получены необходимые и достаточные условия разрешимости задачи дефрагментации матрицы с сохранением наборов элементов в линиях;</li>
                <li>выведены формулы обращения трехмерного преобразования Радона;</li>
                <li>разработан метод вспомогательных уравнений для изучения устойчивости стохастических функционально-дифференциальных уравнений.</li>
                -->
            </ul>
        </div>
        <div class="col-md-6">
            <img class="img-responsive" src="http://placehold.it/700x450" alt="">
        </div>

        <div class="col-md-12">
            <p class="text-justify">
                Кроме того, сотрудники ОМИ принимают активное участие в конкурсах проектов Российского фонда фундаментальных исследований (РФФИ), Российского научного фонда, а также в выполнении проектов программы фундаментальных исследований Президиума РАН. Руководили этими проектами Абдулаев Ш.-С.О., Назаралиев Ш.А., Шарапудинов И.И. В настоящее время в ОМИ выполняется проект программы фундаментальных исследований Президиума РАН на тему «Приближение функций в пространствах Лебега и Соболева с переменным показателем и квадратурные формулы».
                <br>В ОМИ с самого начала его создания осуществляет свою научную деятельность научная школа «Теория приближений в функциональных пространствах и ортогональные системы». Руководитель школы д.ф.-м.н. Шарапудинов И.И.
                <br>Ученые ОМИ поддерживают тесные научные связи с учеными различных стран. В частности, научная школа, руководимая д.ф.-м.н. Шарапудиновым И.И., поддерживает тесное сотрудничество с учеными из США (Колумбийский университет, Штат Южная Каролина), Португалии, Финляндии, Китая, Германии.
            </p>
        </div>

    </div>
    <!-- /.row -->



    <!-- Portfolio Section -->
    <div class="row">
        <div class="col-lg-12">
            <h2 class="page-header">Сотрудники Отдела</h2>
        </div>
        <div class="col-md-4 col-sm-6">
            <a href="portfolio-item.html">
                <img class="img-responsive img-portfolio img-hover" src="http://placehold.it/700x450" alt="">
            </a>
        </div>
        <div class="col-md-4 col-sm-6">
            <a href="portfolio-item.html">
                <img class="img-responsive img-portfolio img-hover" src="http://placehold.it/700x450" alt="">
            </a>
        </div>
        <div class="col-md-4 col-sm-6">
            <a href="portfolio-item.html">
                <img class="img-responsive img-portfolio img-hover" src="http://placehold.it/700x450" alt="">
            </a>
        </div>
        <div class="col-md-4 col-sm-6">
            <a href="portfolio-item.html">
                <img class="img-responsive img-portfolio img-hover" src="http://placehold.it/700x450" alt="">
            </a>
        </div>
        <div class="col-md-4 col-sm-6">
            <a href="portfolio-item.html">
                <img class="img-responsive img-portfolio img-hover" src="http://placehold.it/700x450" alt="">
            </a>
        </div>
        <div class="col-md-4 col-sm-6">
            <a href="portfolio-item.html">
                <img class="img-responsive img-portfolio img-hover" src="http://placehold.it/700x450" alt="">
            </a>
        </div>
    </div>
    <!-- /.row -->






<?/*
<p>
Наша компания существует на Российском рынке с 1992 года. За это время «Мебельная компания» прошла большой путь от маленькой торговой фирмы до одного из крупнейших производителей корпусной мебели в России.
</p><p>
«Мебельная компания» осуществляет производство мебели на высококлассном оборудовании с применением минимальной доли ручного труда, что позволяет обеспечить высокое качество нашей продукции. Налажен производственный процесс как массового и индивидуального характера, что с одной стороны позволяет обеспечить постоянную номенклатуру изделий и индивидуальный подход – с другой.
<h3>Наша продукция</h3>
<?$APPLICATION->IncludeComponent("bitrix:furniture.catalog.index", "", array(
	"IBLOCK_TYPE" => "products",
	"IBLOCK_ID" => "2",
	"IBLOCK_BINDING" => "section",
	"CACHE_TYPE" => "A",
	"CACHE_TIME" => "36000000",
	"CACHE_GROUPS" => "N"
	),
	false
);?>
<h3>Наши услуги</h3>
<?$APPLICATION->IncludeComponent("bitrix:furniture.catalog.index", "", array(
	"IBLOCK_TYPE" => "products",
	"IBLOCK_ID" => "3",
	"IBLOCK_BINDING" => "element",
	"CACHE_TYPE" => "A",
	"CACHE_TIME" => "36000000",
	"CACHE_GROUPS" => "N"
	),
	false
);?>
</p>

*/?>

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>